tap "delphinus/sfmono-square"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "binutils"
brew "bison"
brew "bluetoothconnector"
brew "fontconfig"
brew "readline"
brew "sqlite"
brew "xz"
brew "glib"
brew "clang-format"
brew "cmake"
brew "go"
brew "dep"
brew "fish"
brew "flex"
brew "pkg-config"
brew "gobject-introspection"
brew "harfbuzz"
brew "pango"
brew "fontforge"
brew "fzf"
brew "git"
brew "git-secrets"
brew "htop"
brew "jq"
brew "krb5"
brew "libuv"
brew "mackup"
brew "mingw-w64"
brew "mysql"
brew "neovim"
brew "nmap"
brew "nodebrew"
brew "parallel"
brew "postgresql"
brew "pyenv"
brew "python@3.8"
brew "rename"
brew "shellcheck"
brew "starship"
brew "switchaudio-osx"
brew "tmux"
brew "unrar"
brew "upx"
brew "zlib"
cask "vagrant"
cask "virtualbox"
cask "wireshark"
cask "xquartz"
